/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "Cancel";
"Leave meeting" = "Leave meeting";
"Your meeting will begin soon..." = "Your meeting will begin soon...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "The Zoom client you're installing will shorten the time it takes to join a meeting";
"Would you like to leave the meeting?" = "Would you like to leave the meeting?";

"Join from browser" = "Join from browser";
"Try again" = "Try again";
"Get support" = "Get support";
"Your disk is full" = "Your disk is full";
"Unknown Error" = "Unknown Error";
"Failed to install" = "Failed to install";
"Failed to launch" = "Failed to launch";
"Network connection failed" = "Network connection failed";
"Free up storage and try again." = "Free up storage and try again.";
"Check your network and try again." = "Check your network and try again.";
"Please try again." = "Please try again.";
"If you still cannot join, contact the Zoom Support Team for help." = "If you still cannot join, contact the Zoom Support Team for help.";
